<!DOCTYPE html>
<html lang="ru">

<head>
    <link type="image/x-icon" href="img/logo.svg" rel="shortcut icon">
    <link rel="stylesheet" type="text/css" href="style2.css">
    <title>Академия Знаний</title>
    <meta charset="utf-8">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link
        href="https://fonts.googleapis.com/css2?family=Chicle&family=Jost:ital,wght@0,100..900;1,100..900&family=Raleway:wght@500&display=swap"
        rel="stylesheet">
</head>

<body>
    <div class='header'>
        <div class="nav">
            <a href="index.php" class="button">Главная</a>
            <a href="about-us.php" class="button">О школе</a>
            <a href="teachers.php" class="button">Предметы и преподаватели</a>
            <a href="price.php" class="button">Стоимость обучения</a>
            <a href="contacts.php" class="button">Контактная информация</a>
        </div>
    </div>
    <div class='info'>
        <div class='container'>
            <div id='about us' class='info-title'>
                История создания и развития <span>Академии Знаний</span>
            </div>
            <div class='info-text'>
            "Академия Знаний" была основана в 2010 году группой педагогов-энтузиастов, стремившихся создать образовательное пространство нового формата, где каждый ученик мог бы получить качественное образование и всестороннюю поддержку. Идея создания школы возникла из желания обеспечить детям возможность учиться в комфортных условиях с индивидуальным подходом, где каждый ребёнок воспринимается как личность с уникальными способностями и потенциалом.

С самого начала школа уделяла внимание не только академическим знаниям, но и развитию важных жизненных навыков, таких как критическое мышление, умение работать в команде и способность адаптироваться к современным вызовам. Первые годы школа принимала небольшое количество учеников, что позволяло создать атмосферу семьи и доверия.

Благодаря профессионализму и преданности своему делу, преподаватели "Академии Знаний" быстро завоевали доверие учеников и их родителей. В 2015 году школа расширилась, открыв новые классы и программы, включая углублённое изучение иностранных языков, науки и технологий. Было построено новое здание с современными учебными кабинетами, лабораториями и спортивными залами.

Сегодня "Академия Знаний" — это динамично развивающееся учебное заведение, где обучаются сотни детей. Школа продолжает совершенствовать свои программы и методы преподавания, интегрируя новейшие образовательные технологии. Мы гордимся нашими учениками, которые становятся успешными студентами лучших вузов и достойными членами общества, уверенными в своём будущем.
            </div>
        </div>
        <div class='info-images'>
            <img class='img1' src="img/2.jpg" width="300" height="300" alt="">
            <img class='img2' src="img/3.jpg" width="200" height="200" alt="">
            <img class='img3' src="img/4.jpg" width="300" height="300" alt="">
        </div>
    </div>
</body>

</html>
